Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Add the spinach until wilted.
de: Den Spinat zugeben, bis er zusammenfällt.
es: Añade las espinacas hasta que se ablanden.
fr: Ajoute les épinards jusqu'à ce qu'ils tombent.
it: Aggiungi gli spinaci finché appassiscono.
nl: Voeg de spinazie toe totdat deze is geslonken.
pl: Dodaj szpinak i smaż, aż zwiędnie.
pt: Junta os espinafres até murcharem.
ro: Adaugă spanacul până se ofilește.
ru: Добавь шпинат и готовь, пока он не завянет.

source: Add time
de: Zeit hinzufügen
es: Añadir hora
fr: Ajouter une heure
it: Aggiungi orario
nl: Tijd toevoegen
pl: Dodaj godzinę
pt: Adicionar hora
ro: Adaugă o oră
ru: Добавить время

source: Add trend
de: Trend hinzufügen
es: Añadir tendencia
fr: Ajouter une tendance
it: Aggiungi andamento
nl: Trend toevoegen
pl: Dodaj trend
pt: Adicionar tendência
ro: Adaugă tendință
ru: Добавить тренд

source: Add who to call and where your glucagon is kept, and this card becomes something a stranger can act on in seconds.
de: Trage ein, wen man anrufen soll und wo dein Glukagon liegt — dann kann selbst eine fremde Person mit dieser Karte in Sekunden handeln.
es: Añade a quién llamar y dónde guardas tu glucagón, y esta tarjeta permitirá a un desconocido actuar en segundos.
fr: Ajoutez qui appeler et où se trouve votre glucagon : cette carte permettra à un inconnu d'agir en quelques secondes.
it: Aggiungi chi chiamare e dove tieni il glucagone: questa scheda permetterà anche a uno sconosciuto di agire in pochi secondi.
nl: Voeg toe wie er gebeld moet worden en waar je glucagon ligt — dan kan zelfs een vreemde binnen seconden met deze kaart handelen.
pl: Dodaj, do kogo dzwonić i gdzie trzymasz glukagon, a ta karta pozwoli obcej osobie zadziałać w kilka sekund.
pt: Adiciona quem contactar e onde guardas o teu glucagon, e este cartão passa a permitir que um desconhecido aja em segundos.
ro: Adaugă pe cine să sune și unde îți ții glucagonul, iar acest card devine ceva după care un necunoscut poate acționa în câteva secunde.
ru: Добавьте, кому звонить и где хранится ваш глюкагон, — и по этой карточке даже незнакомый человек сможет действовать за считаные секунды.

source: Add your name
de: Namen hinzufügen
es: Añade tu nombre
fr: Ajoutez votre nom
it: Aggiungi il tuo nome
nl: Voeg je naam toe
pl: Dodaj swoje imię
pt: Adicione o seu nome
ro: Adaugă numele tău
ru: Добавьте своё имя

source: Adherence · last 7 days
de: Einnahmetreue · letzte 7 Tage
es: Adherencia · últimos 7 días
fr: Observance · 7 derniers jours
it: Aderenza · ultimi 7 giorni
nl: Therapietrouw · afgelopen 7 dagen
pl: Przestrzeganie · ostatnie 7 dni
pt: Adesão · últimos 7 dias
ro: Aderență · ultimele 7 zile
ru: Соблюдение · последние 7 дней

source: Africa
de: Afrika
es: África
fr: Afrique
nl: Afrika
pl: Afryka
pt: África
ru: Африка

source: After
de: Nach
es: Después
fr: Après
it: Dopo
nl: Na
pl: Po
pt: Depois
ro: După
ru: После

source: After a longer night, your mornings tend to start higher.
de: Nach einer längeren Nacht starten deine Morgen meist höher.
es: Tras una noche más larga, tus mañanas suelen empezar más altas.
fr: Après une nuit plus longue, tes matins démarrent souvent plus haut.
it: Dopo una notte più lunga, le tue mattine partono più alte.
nl: Na een langere nacht beginnen je ochtenden meestal hoger.
pl: Po dłuższej nocy poranki zaczynają się zwykle wyżej.
pt: Depois de uma noite mais longa, as manhãs começam mais altas.
ro: După o noapte mai lungă, diminețile tale pornesc de obicei mai sus.
ru: После более долгой ночи утро обычно начинается выше.

source: After a longer night, your mornings tend to start lower.
de: Nach einer längeren Nacht starten deine Morgen meist niedriger.
es: Tras una noche más larga, tus mañanas suelen empezar más bajas.
fr: Après une nuit plus longue, tes matins démarrent souvent plus bas.
it: Dopo una notte più lunga, le tue mattine partono più basse.
nl: Na een langere nacht beginnen je ochtenden meestal lager.
pl: Po dłuższej nocy poranki zaczynają się zwykle niżej.
pt: Depois de uma noite mais longa, as manhãs começam mais baixas.
ro: După o noapte mai lungă, diminețile tale pornesc de obicei mai jos.
ru: После более долгой ночи утро обычно начинается ниже.

source: After more sleep, your glucose tends to run higher.
de: Nach mehr Schlaf ist dein Glukosewert tendenziell höher.
es: Tras dormir más, tu glucosa suele ser más alta.
fr: Après plus de sommeil, votre glycémie a tendance à être plus élevée.
it: Dopo aver dormito di più, la glicemia tende a essere più alta.
nl: Na meer slaap is je glucose meestal hoger.
pl: Po dłuższym śnie glikemia zwykle jest wyższa.
pt: Depois de dormir mais, a tua glicose tende a ser mais alta.
ro: După mai mult somn, glicemia tinde să fie mai mare.
ru: После более долгого сна глюкоза обычно выше.

source: After more sleep, your glucose tends to run lower.
de: Nach mehr Schlaf ist dein Glukosewert tendenziell niedriger.
es: Tras dormir más, tu glucosa suele ser más baja.
fr: Après plus de sommeil, votre glycémie a tendance à être plus basse.
it: Dopo aver dormito di più, la glicemia tende a essere più bassa.
nl: Na meer slaap is je glucose meestal lager.
pl: Po dłuższym śnie glikemia zwykle jest niższa.
pt: Depois de dormir mais, a tua glicose tende a ser mais baixa.
ro: După mai mult somn, glicemia tinde să fie mai mică.
ru: После более долгого сна глюкоза обычно ниже.

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
nl: Middag
pl: Popołudnie
pt: Tarde
ro: După-amiaza
ru: День

source: Afternoon lows show up often. Daytime activity or a lighter lunch dose may be a factor — a small tweak can smooth it.
de: Nachmittags kommt es häufig zu niedrigen Werten. Aktivität tagsüber oder eine kleinere Mittagsdosis könnten eine Rolle spielen — eine kleine Anpassung kann das ausgleichen.
es: Las bajadas por la tarde son frecuentes. La actividad durante el día o una dosis de almuerzo más ligera pueden influir — un pequeño ajuste puede suavizarlo.
fr: Les hypos de l'après-midi reviennent souvent. L'activité en journée ou une dose de déjeuner plus légère peuvent en être la cause — un petit ajustement peut lisser ça.
it: I cali pomeridiani si presentano spesso. L'attività diurna o una dose di pranzo più leggera potrebbero essere un fattore — una piccola modifica può renderlo più regolare.
nl: Lage waarden in de middag komen vaak voor. Activiteit overdag of een lagere lunchdosis kan hierin meespelen — een kleine aanpassing kan dit verbeteren.
pl: Popołudniowe spadki zdarzają się często. Może mieć na to wpływ aktywność w ciągu dnia lub mniejsza dawka na obiad — drobna zmiana może to wygładzić.
pt: As hipoglicemias à tarde são frequentes. A atividade durante o dia ou uma dose de almoço mais baixa podem ser um fator — um pequeno ajuste pode suavizar isto.
ro: Hipoglicemiile de după-amiază apar des. Activitatea din timpul zilei sau o doză mai mică la prânz pot fi un factor — un mic ajustaj poate netezi asta.
ru: Дневные понижения случаются часто. Причиной может быть дневная активность или облегчённая доза на обед — небольшая корректировка поможет сгладить это.

source: Afternoons trend high. Bolusing a little earlier before lunch can blunt the spike.
de: Nachmittags tendieren die Werte nach oben. Etwas früher vor dem Mittagessen zu bolusieren kann den Anstieg abschwächen.
es: Las tardes tienden a subir. Aplicar el bolo un poco antes del almuerzo puede atenuar el pico.
fr: Les après-midis ont tendance à être élevés. Faire le bolus un peu plus tôt avant le déjeuner peut atténuer le pic.
it: I pomeriggi tendono a essere alti. Fare il bolo un po' prima di pranzo può attenuare il picco.
nl: Middagen neigen naar hoge waarden. Iets eerder bolussen voor de lunch kan de piek afzwakken.
pl: Popołudniami poziom bywa podwyższony. Podanie bolusa nieco wcześniej przed obiadem może złagodzić skok.
pt: As tardes tendem a ficar altas. Fazer o bólus um pouco mais cedo antes do almoço pode atenuar o pico.
ro: După-amiezile tind să fie ridicate. Administrarea bolusului cu puțin timp înainte de prânz poate atenua vârful.
ru: После обеда глюкоза обычно повышена. Более ранний болюс перед обедом может смягчить скачок.

source: Aim for a different — often tighter — range while you sleep. It applies to the chart's target band and your Time-in-Range during those hours.
de: Ziele im Schlaf einen anderen — oft engeren — Bereich an. Er gilt für das Zielband im Diagramm und deine Zeit im Zielbereich während dieser Stunden.
es: Apunta a un rango diferente —a menudo más estrecho— mientras duermes. Se aplica a la banda objetivo del gráfico y a tu tiempo en rango durante esas horas.
fr: Visez une plage différente — souvent plus étroite — pendant votre sommeil. Elle s'applique à la bande cible du graphique et à votre temps dans la cible durant ces heures.
it: Punta a un intervallo diverso — spesso più stretto — mentre dormi. Si applica alla banda obiettivo del grafico e al tuo tempo nell'intervallo durante quelle ore.
nl: Streef tijdens je slaap naar een ander — vaak strakker — bereik. Het geldt voor de doelband in de grafiek en je tijd binnen bereik gedurende die uren.
pl: W trakcie snu dąż do innego — często węższego — zakresu. Dotyczy on docelowego pasma na wykresie oraz Twojego czasu w zakresie w tych godzinach.
pt: Procura um intervalo diferente — muitas vezes mais apertado — enquanto dormes. Aplica-se à banda-alvo do gráfico e ao teu tempo dentro do intervalo durante essas horas.
ro: Urmărește un interval diferit — adesea mai strâns — în timpul somnului. Se aplică benzii-țintă din grafic și timpului tău în interval în acele ore.
ru: Стремитесь к другому — часто более узкому — диапазону во время сна. Он применяется к целевой зоне на графике и вашему времени в диапазоне в эти часы.

source: Alcohol
de: Alkohol
fr: Alcool
it: Alcol
pl: Alkohol
pt: Álcool
ro: Alcool
ru: Алкоголь

source: Alert after it lasts
de: Alarm, wenn es anhält
es: Avisar cuando dure
fr: Alerter si ça persiste
it: Avvisa se persiste
nl: Waarschuw als het aanhoudt
pl: Alarm, gdy się utrzymuje
pt: Alertar se persistir
ro: Alertă dacă persistă
ru: Сигнал, если держится

source: Alerts
de: Benachrichtigungen
es: Alertas
fr: Alertes
it: Avvisi
nl: Meldingen
pl: Alarmy
pt: Alertas
ro: Alerte
ru: Оповещения

source: Aligned with American Diabetes Association and Diabetes UK hypoglycaemia guidance.
de: Orientiert an den Hypoglykämie-Leitlinien der American Diabetes Association und von Diabetes UK.
es: Alineado con las pautas de hipoglucemia de la American Diabetes Association y Diabetes UK.
fr: Conforme aux recommandations sur l'hypoglycémie de l'American Diabetes Association et de Diabetes UK.
it: In linea con le linee guida sull'ipoglicemia di American Diabetes Association e Diabetes UK.
nl: In lijn met de richtlijnen voor hypoglykemie van de American Diabetes Association en Diabetes UK.
pl: Zgodne z wytycznymi dotyczącymi hipoglikemii American Diabetes Association i Diabetes UK.
pt: Em conformidade com as orientações sobre hipoglicemia da American Diabetes Association e da Diabetes UK.
ro: În conformitate cu recomandările privind hipoglicemia ale American Diabetes Association și Diabetes UK.
ru: Соответствует рекомендациям American Diabetes Association и Diabetes UK по гипогликемии.

source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte
nl: Alles
pl: Wszystkie
pt: Todas
ro: Toate
ru: Все

source: All optional — kept only for your own record and the clinician report. Prvital never uses them to calculate or suggest doses.
de: Alles optional – nur für deine eigenen Aufzeichnungen und den Arztbericht. Prvital verwendet sie nie, um Dosen zu berechnen oder vorzuschlagen.
es: Todo opcional: se guarda solo para tu propio registro y el informe médico. Prvital nunca los usa para calcular ni sugerir dosis.
fr: Tout est facultatif — conservé uniquement pour vos propres archives et le rapport médical. Prvital ne les utilise jamais pour calculer ou suggérer des doses.
it: Tutto facoltativo — conservato solo per i tuoi appunti e il referto medico. Prvital non li usa mai per calcolare o suggerire dosi.
nl: Alles optioneel — alleen bewaard voor je eigen dossier en het artsenrapport. Prvital gebruikt ze nooit om doses te berekenen of voor te stellen.
pl: Wszystko opcjonalne — przechowywane tylko na Twój własny użytek i do raportu dla lekarza. Prvital nigdy nie używa ich do obliczania ani proponowania dawek.
pt: Tudo opcional — guardado apenas para o teu próprio registo e o relatório clínico. O Prvital nunca os usa para calcular ou sugerir doses.
ro: Totul opțional — păstrat doar pentru evidența ta și pentru raportul medical. Prvital nu le folosește niciodată pentru a calcula sau sugera doze.
ru: Всё необязательно — хранится только для ваших записей и отчёта для врача. Prvital никогда не использует их для расчёта или предложения доз.

source: All three rings closed today
de: Alle drei Ringe heute geschlossen
es: Los tres anillos cerrados hoy
fr: Les trois anneaux fermés aujourd'hui
it: Tutti e tre gli anelli chiusi oggi
nl: Alle drie ringen vandaag gesloten
pl: Wszystkie trzy pierścienie zamknięte dziś
pt: Os três anéis fechados hoje
ro: Toate cele trei inele închise azi
ru: Все три кольца замкнуты сегодня

source: All three rings closed — great day!
de: Alle drei Ringe geschlossen — toller Tag!
es: Los tres anillos cerrados — ¡gran día!
fr: Les trois anneaux fermés — belle journée !
it: Tutti e tre gli anelli chiusi — che giornata!
nl: Alle drie ringen gesloten — top dag!
pl: Wszystkie trzy pierścienie zamknięte — świetny dzień!
pt: Os três anéis fechados — que grande dia!
ro: Toate cele trei inele închise — o zi excelentă!
ru: Все три кольца замкнуты — отличный день!

source: Allow access when Apple Health asks, then your metrics appear. Many — resting heart rate, energy, exercise, sleep — are recorded by an Apple Watch; steps come from iPhone.
de: Erlaube den Zugriff, wenn Apple Health danach fragt – anschließend erscheinen deine Werte. Viele davon – Ruheherzfrequenz, Energie, Training, Schlaf – werden von einer Apple Watch erfasst; Schritte stammen vom iPhone.
es: Permite el acceso cuando Salud te lo pida y tus métricas aparecerán. Muchas —la frecuencia cardiaca en reposo, la energía, el ejercicio o el sueño— las registra el Apple Watch; los pasos provienen del iPhone.
fr: Autorisez l’accès lorsque l’app Santé vous le demande : vos données apparaîtront alors. Beaucoup d’entre elles — fréquence cardiaque au repos, énergie, exercice, sommeil — sont enregistrées par l’Apple Watch ; les pas proviennent de l’iPhone.
it: Consenti l'accesso quando l'app Salute lo richiede e i tuoi parametri appariranno. Molti — frequenza cardiaca a riposo, energia, esercizio, sonno — vengono registrati da un Apple Watch, mentre i passi arrivano da iPhone.
nl: Geef toegang wanneer de Gezondheid-app erom vraagt, dan verschijnen je gegevens. Veel ervan – hartslag in rust, energie, sport, slaap – worden door een Apple Watch geregistreerd; stappen komen van je iPhone.
pl: Zezwól na dostęp, gdy zapyta o to aplikacja Zdrowie, a Twoje dane się pojawią. Wiele z nich — tętno spoczynkowe, energia, trening, sen — rejestruje Apple Watch, a kroki pochodzą z iPhone'a.
pt: Permite o acesso quando a app Saúde o pedir e as tuas métricas aparecem. Muitas — frequência cardíaca em repouso, energia, exercício, sono — são registadas por um Apple Watch; os passos vêm do iPhone.
ro: Permite accesul când Apple Health îți solicită, apoi valorile tale vor apărea. Multe dintre ele — ritmul cardiac în repaus, energia, exercițiile, somnul — sunt înregistrate de un Apple Watch, iar pașii provin de la iPhone.
ru: Разрешите доступ, когда об этом попросит приложение «Здоровье», и ваши показатели появятся здесь. Многие из них — пульс в покое, энергия, упражнения, сон — записываются с помощью Apple Watch, а шаги считает iPhone.

source: Allow notifications
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti le notifiche
nl: Meldingen toestaan
pl: Zezwól na powiadomienia
pt: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления

source: Ambulatory Glucose Profile
de: Ambulantes Glukoseprofil
es: Perfil de glucosa ambulatorio
fr: Profil glycémique ambulatoire
it: Profilo glicemico ambulatoriale
nl: Ambulant glucoseprofiel
pl: Ambulatoryjny profil glikemii
pt: Perfil Glicémico Ambulatório
ro: Profil glicemic ambulatoriu
ru: Амбулаторный гликемический профиль

source: Ambulatory Glucose Profile (modal day)
de: Ambulantes Glukoseprofil (modaler Tag)
es: Perfil de glucosa ambulatorio (día modal)
fr: Profil glycémique ambulatoire (journée type)
it: Profilo glicemico ambulatoriale (giorno modale)
nl: Ambulant glucoseprofiel (modale dag)
pl: Ambulatoryjny profil glikemii (dzień modalny)
pt: Perfil Glicémico Ambulatório (dia modal)
ro: Profil glicemic ambulatoriu (zi modală)
ru: Амбулаторный гликемический профиль (типовой день)

source: American Diabetes Association Standards of Care; sick-day guidance
de: American Diabetes Association Standards of Care; Hinweise für Krankheitstage
es: American Diabetes Association Standards of Care; pautas para días de enfermedad
fr: American Diabetes Association Standards of Care ; conseils pour les jours de maladie
it: American Diabetes Association Standards of Care; indicazioni per i giorni di malattia
nl: American Diabetes Association Standards of Care; richtlijn voor ziektedagen
pl: American Diabetes Association Standards of Care; wytyczne dotyczące dni choroby
pt: American Diabetes Association Standards of Care; orientação para dias de doença
ro: American Diabetes Association Standards of Care; recomandări pentru zilele de boală
ru: American Diabetes Association Standards of Care; рекомендации на дни болезни

source: American Diabetes Association hypoglycaemia classification
de: Hypoglykämie-Klassifikation der American Diabetes Association
es: Clasificación de la hipoglucemia de la American Diabetes Association
fr: Classification de l'hypoglycémie de l'American Diabetes Association
it: Classificazione dell'ipoglicemia dell'American Diabetes Association
nl: Classificatie van hypoglykemie van de American Diabetes Association
pl: Klasyfikacja hipoglikemii American Diabetes Association
pt: Classificação de hipoglicemia da American Diabetes Association
ro: Clasificarea hipoglicemiei conform American Diabetes Association
ru: Классификация гипогликемии American Diabetes Association

source: American Diabetes Association nutrition guidance
de: Ernährungsleitlinien der American Diabetes Association
es: Pautas de nutrición de la American Diabetes Association
fr: Recommandations nutritionnelles de l'American Diabetes Association
it: Linee guida nutrizionali dell'American Diabetes Association
nl: Voedingsrichtlijn van de American Diabetes Association
pl: Wytyczne żywieniowe American Diabetes Association
pt: Orientação nutricional da American Diabetes Association
ro: Recomandările nutriționale ale American Diabetes Association
ru: Рекомендации American Diabetes Association по питанию

source: Another form, or you'd rather not say.
de: Eine andere Form oder du möchtest es nicht angeben.
es: Otra forma, o prefieres no decirlo.
fr: Une autre forme, ou vous préférez ne pas le dire.
it: Un'altra forma, o preferisci non specificare.
nl: Een andere vorm, of je zegt het liever niet.
pl: Inna postać lub wolisz nie podawać.
pt: Outra forma, ou prefere não dizer.
ro: O altă formă sau preferi să nu spui.
ru: Другая форма или вы предпочитаете не указывать.

source: Antarctica
de: Antarktis
es: Antártida
fr: Antarctique
it: Antartide
pl: Antarktyda
pt: Antártida
ru: Антарктида

source: Anything else a helper should know
de: Was Helfende sonst noch wissen sollten
es: Cualquier otra cosa que deba saber quien ayude
fr: Tout ce que la personne qui aide devrait savoir
it: Qualsiasi altra cosa che chi aiuta dovrebbe sapere
nl: Wat een helper verder moet weten
pl: Wszystko, co pomagający powinien wiedzieć
pt: Tudo o resto que quem ajudar deva saber
ro: Orice altceva ar trebui să știe cel care ajută
ru: Всё, что ещё следует знать помощнику

source: Anything you want on hand…
de: Alles, was du griffbereit haben möchtest…
es: Cualquier cosa que quieras tener a mano…
fr: Tout ce que tu veux garder sous la main…
it: Qualsiasi cosa tu voglia avere a portata di mano…
nl: Alles wat je bij de hand wilt hebben…
pl: Cokolwiek chcesz mieć pod ręką…
pt: Alguma coisa que queiras ter à mão…
ro: Orice vrei să ai la îndemână…
ru: Всё, что хочешь иметь под рукой…

source: App accent
de: App-Akzentfarbe
es: Acento de la app
fr: Couleur de l'app
it: Accento dell'app
nl: App-accentkleur
pl: Akcent aplikacji
pt: Destaque da aplicação
ro: Accentul aplicației
ru: Акцент приложения

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
nl: Weergave
pl: Wygląd
pt: Aspeto
ro: Aspect
ru: Оформление

source: Apple Health isn't available on this build yet.
de: Apple Health ist in diesem Build noch nicht verfügbar.
es: Apple Health aún no está disponible en esta versión.
fr: Apple Santé n'est pas encore disponible dans cette version.
it: Apple Salute non è ancora disponibile in questa build.
nl: Apple Health is nog niet beschikbaar in deze versie.
pl: Apple Health nie jest jeszcze dostępne w tej wersji.
pt: A Apple Saúde ainda não está disponível nesta versão.
ro: Apple Health nu este încă disponibil în această versiune.
ru: Apple Health пока недоступно в этой сборке.

source: Appointment in %lld days
de: Termin in %lld Tagen
es: Cita en %lld días
fr: Rendez-vous dans %lld jours
it: Appuntamento tra %lld giorni
nl: Afspraak over %lld dagen
pl: Wizyta za %lld dni
pt: Consulta em %lld dias
ro: Programare peste %lld zile
ru: Приём через %lld дней

source: Appointment today
de: Termin heute
es: Cita hoy
fr: Rendez-vous aujourd'hui
it: Appuntamento oggi
nl: Afspraak vandaag
pl: Wizyta dzisiaj
pt: Consulta hoje
ro: Programare astăzi
ru: Приём сегодня

source: Appointment tomorrow
de: Termin morgen
es: Cita mañana
fr: Rendez-vous demain
it: Appuntamento domani
nl: Afspraak morgen
pl: Wizyta jutro
pt: Consulta amanhã
ro: Programare mâine
ru: Приём завтра

source: Arm · left
de: Arm · links
es: Brazo · izquierda
fr: Bras · gauche
it: Braccio · sinistra
nl: Arm · links
pl: Ramię · lewe
pt: Braço · esquerda
ro: Braț · stânga
ru: Рука · слева

source: Arm · right
de: Arm · rechts
es: Brazo · derecha
fr: Bras · droite
it: Braccio · destra
nl: Arm · rechts
pl: Ramię · prawe
pt: Braço · direita
ro: Braț · dreapta
ru: Рука · справа

source: Around %@ lately. Checking ketones and reviewing sick-day steps can help.
de: In letzter Zeit etwa %@. Ketone zu prüfen und die Schritte für Kranktheitstage durchzugehen, kann helfen.
es: Últimamente rondas %@. Comprobar las cetonas y repasar los pasos para días de enfermedad puede ayudar.
fr: Ces derniers temps, autour de %@. Vérifier les cétones et revoir les étapes des jours de maladie peut aider.
it: Ultimamente intorno a %@. Controllare i chetoni e rivedere i passaggi per i giorni di malattia può aiutare.
nl: De laatste tijd rond %@. Ketonen controleren en de ziektedag-stappen doornemen kan helpen.
pl: Ostatnio około %@. Pomocne może być sprawdzenie ketonów i przejrzenie kroków na dni choroby.
pt: Ultimamente por volta de %@. Verificar as cetonas e rever os passos para dias de doença pode ajudar.
ro: În ultima vreme în jur de %@. Verificarea cetonelor și recitirea pașilor pentru zilele de boală te pot ajuta.
ru: В последнее время около %@. Проверка кетонов и повторение шагов на дни болезни могут помочь.

source: Asia
de: Asien
fr: Asie
nl: Azië
pl: Azja
pt: Ásia
ru: Азия
